"""
    File created by steph
    Last update: 31.03.2021
"""

"""
    Text messages
"""

MSG_WELCOME_00 = "Привет!\n Я - телеграм бот для шифрования."
MSG_WELCOME_01 = "Напиши /help, чтобы узнать, что я умею!"

MSG_HELP = "Список команд:\n/start -- начало работы\n/help -- хелп\n/menu -- инлайновое меню для шифорвания"

MSG_TEXT = "Я пока не умею читать, воспользуйся командами :("

MSG_MENU = "Выбери алгоритм шифорвания:"

MSG_INVITE = "Напиши текст или отправь файл"

MSG_CHOICE = "Выбери действие:"

MSG_CS_SHIFT = "Введите сдвиг:"

MSG_CS_FINISH = "Вот, что получилось:"

MSG_VR_KEY = "Введите символ"
